{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "canary" },
  "bufferline.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-buffer": { "branch": "main" },
  "ddc-source-vim-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lsp-format.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mini.animate": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-asterisk": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" }
}